bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
evilz.vscode-reveal
hediet.vscode-drawio
ionutvmi.path-autocomplete
jspolancor.presentationmode
marp-team.marp-vscode
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ryu1kn.partial-diff
shardulm94.trailing-spaces
vscode-icons-team.vscode-icons
